alsa-utils
ark
asusctl
auto-cpufreq
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
chaotic-keyring
chaotic-mirrorlist
cliphist
code
ddcui
dolphin
dosfstools
dunst
efibootmgr
eza
fastfetch
ffmpegthumbs
firefox
flatpak
fzf
git
github-cli
grim
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
imagemagick
intel-ucode
intel-undervolt
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
libnotify
linux
linux-firmware
mtools
nano
neofetch
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
nwg-displays
nwg-look
os-prober
pacman-contrib
pamixer
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pokego-bin
polkit-gnome
power-profiles-daemon
python-openai
python-pip
python-virtualenv
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi-wayland
satty
sddm
slurp
spotify
sudo
supergfxctl
swww
udiskie
unzip
usbutils
vercel
vim
waybar
wev
wireplumber
wlogout
wlr-randr
wlsunset
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yay-bin
yay-bin-debug
zsh
zsh-theme-powerlevel10k-git
